<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Bloom Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'd'         => 'Цветение',
    'ds'        => 'Цветения',
    'add_d'     => 'Добавление цветения',
    'edit_d'    => 'Редактирование цветения',
    'del_d'     => 'Удалить цветение ":date1 - :date2"? (Растение не удалится.)',
    'del_d_b'   => 'Удалить цветение ":date1 - Без закрытой даты"? (Растение не удалится.)',
    //БД
    'bb'        => 'Дата начала цветения',
    'be'        => 'Дата окончания цветения',

    'b'         => 'Начало',
    'e'         => 'Окончание',

];
