<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Disease Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'd'         => 'Недуг',
    'ds'        => 'Недуги',
    'add_d'     => 'Добавление недуга',
    'edit_d'    => 'Редактирование недуга',
    'del_d'     => 'Удалить недуг ":name"? Недуг будет отвязан от растений и удален! (Растения не удалятся.)',
    'del_d_f'   => 'Удалить недуг ":name" у этого растения?',
    //DB
    'mot'       => 'Метод лечения',
];
