<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Disease Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'd'         => 'Недуг',
    'ds'        => 'Недуги',
    'add_d'     => 'Добавление недуга',
    'added_d'   => 'Недуг добавлен.',
    'edit_d'    => 'Редактирование недуга',
    'edited_d'  => 'Недуг отредактирован.',
    'del_d'     => 'Удалить недуг ":name"? Недуг будет отвязан от растений и удален! (Растения не удалятся.)',
    'deleted_d' => 'Недуг удален. :)',
    'del_d_f'   => 'Удалить недуг ":name" у этого растения?',
    //DB
    'mot'       => 'Метод лечения',
];
