<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Fertilizer Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'd' => 'Химия',
    'ds' => 'Химия',
    'add_d' => 'Добавление химии',
    'added_d' => 'Химия успешно добавлена.',
    'edit_d' => 'Редактирование химии',
    'edited_d' => 'Химия успешно отредактирована.',
    'del_d' => 'Удалить химию ":name"? Химия будет отвязана от растений и удалена! (Растения не удалятся.)',
    'deleted_d' => 'Химия успешно удалена.',

];
