<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Basic Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'd'         => 'Растение',
    'ds'        => 'Растения',
    'add_d'     => 'Добавление растения',
    'edit_d'    => 'Редактирование растения',
    'del_d'     => 'Удалить растение ":name"?',
    'del_img'   => 'Удалить изображение у ":name"?',

    // БД
    'dob'       => 'Дата покупки',
    'img'       => 'Изображение',
    //placements {{ __('flower.plc') }}

    'plc'       => 'Место',
    'plcs'      => 'Места',
    'add_plc'   => 'Добавление места',
    'edit_plc'  => 'Редактирование места',
    'del_plc'   => 'Удалить место ":name"? (Растения не удалятся.)',
    'sel_plc'   => 'Выберите место',

    'shop'      => 'Магазин',
    'shops'     => 'Магазины',
    'add_shop'  => 'Добавление магазина',
    'edit_shop' => 'Редактирование магазина',
    'del_shop'  => 'Удалить магазин ":name"? (Растения не удалятся.)',
    'sel_shop'  => 'Выберите магазин',

    'size'      => 'Размер цветка',

    'wr'        => 'Условия полива',
];
