<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Basic Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'd'         => 'Растение',
    'ds'        => 'Растения',
    'add_d'     => 'Добавление растения',
    'edit_d'    => 'Редактирование растения',
    'del_d'     => 'Удалить растение ":name"?',

    // БД
    'soil'      => 'Почва',
    'sel_s'     => 'Выберите сост. почвы:',
    'empty_s'   => 'В БД нет почв.',
    'top'       => 'Тип посадки',
    'sop'       => 'Размер горшка',
    'dot'       => 'Дата пересадки',

];
