<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Basic Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'd'         => 'Растение',
    'ds'        => 'Растения',
    'add_d'     => 'Добавление растения',
    'added_d'   => 'Растение успешно добавлено.',
    'added_img' => 'Изображение успешно добавлено.',
    'edit_d'    => 'Редактирование растения',
    'edited_d'  => 'Растение успешно отредактировано.',
    'del_d'     => 'Удалить растение ":name"?',
    'deleted_d' => 'Растение удалено. ;(',
    'del_img'   => 'Удалить изображение у ":name"?',
    'deleted_img' => 'Изображение успешно удалено.',
    'main_img' => 'Новое заглавное изображение успешно установлено.',

    // БД
    'dob'       => 'Дата покупки',
    'img'       => 'Изображение',
    //placements {{ __('flower.plc') }}

    'plc'       => 'Место',
    'plcs'      => 'Места',
    'add_plc'   => 'Добавление места',
    'added_plc' => 'Место успешно добавлено.',
    'edit_plc'  => 'Редактирование места',
    'edited_plc' => 'Место успешно отредактировано.',
    'del_plc'   => 'Удалить место ":name"? (Растения не удалятся.)',
    'deleted_plc' => 'Место успешно удалено.',
    'sel_plc'   => 'Выберите место',

    'shop'      => 'Магазин',
    'shops'     => 'Магазины',
    'add_shop'  => 'Добавление магазина',
    'added_shop' => 'Магазин успешно добавлен.',
    'edit_shop' => 'Редактирование магазина',
    'edited_shop' => 'Магазин успешно отредактирован.',
    'del_shop'  => 'Удалить магазин ":name"? (Растения не удалятся.)',
    'deleted_shop' => 'Магазин успешно удален.',
    'sel_shop'  => 'Выберите магазин',

    'size'      => 'Размер цветка',

    'wr'        => 'Условия полива',
];
