<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Transplanting Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'd'         => 'Пересадка',
    'ds'        => 'Пересадки',
    'add_d'     => 'Добавление пересадки',
    'edit_d'    => 'Редактирование пересадки',
    'del_d'     => 'Удалить пересадку ":name"? Недуг будет отвязан от растений и удален! (Растения не удалятся.)',
    'del_d_f'   => 'Удалить пересадку ":name" у этого растения?',

    'soil'      => 'Почва',
    's_ds'      => 'Почвы',
    'add_soil'  => 'Добавление почвы',
    'edit_soil' => 'Редактирование почвы',
    'del_soil'  => 'Удалить почву ":name"? Будут удалены ВСЕ связанные с почвой пересадки! (Растения не удалятся.)',

    // БД
    'sel_s'     => 'Выберите сост. почвы:',
    'empty_s'   => 'В БД нет почв.',

    'top'       => 'Тип посадки',
    't_ds'      => 'Типы посадки',
    'add_top'   => 'Добавление типа посадки',
    'edit_top'  => 'Редактирование тип посадки',
    'del_top'   => 'Удалить тип посадки ":name"? (Растения не удалятся.)',



    'sop'       => 'Размер горшка',
    'dot'       => 'Дата пересадки',
];
