<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Transplanting Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'd'         => 'Пересадка',
    'ds'        => 'Пересадки',
    'add_d'     => 'Добавление пересадки',
    'edit_d'    => 'Редактирование пересадки',
    'del_d'     => 'Удалить пересадку ":name"? Недуг будет отвязан от растений и удален! (Растения не удалятся.)',
    'del_d_f'   => 'Удалить пересадку ":name" у этого растения?',
    // БД
    'soil'      => 'Почва',
    's_ds'      => 'Почвы',
    'sel_s'     => 'Выберите сост. почвы:',
    'empty_s'   => 'В БД нет почв.',
    'top'       => 'Тип посадки',
    't_ds'      => 'Типы посадки',
    'sop'       => 'Размер горшка',
    'dot'       => 'Дата пересадки',
];
