<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Transplanting Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'd'         => 'Пересадка',
    'ds'        => 'Пересадки',
    'add_d'     => 'Добавление пересадки',
    'added_d'   => 'Пересадка успешно добавлена.',
    'edit_d'    => 'Редактирование пересадки',
    'edited_d'   => 'Пересадка успешно отредактирована.',
    'del_d'     => 'Удалить пересадку ":name"? Недуг будет отвязан от растений и удален! (Растения не удалятся.)',
    'del_d_f'   => 'Удалить пересадку ":name" у этого растения?',
    'deleted_d'   => 'Пересадка успешно удалена.',

    'soil'      => 'Почва',
    's_ds'      => 'Почвы',
    'add_soil'  => 'Добавление почвы',
    'added_soil'   => 'Почва успешно добавлена.',
    'edit_soil' => 'Редактирование почвы',
    'edited_soil'   => 'Почва успешно отредактирована.',
    'del_soil'  => 'Удалить почву ":name"? Будут удалены ВСЕ связанные с почвой пересадки! (Растения не удалятся.)',
    'deleted_soil'   => 'Почва, и все связанные пересадки успешно удалены.',

    // БД
    'sel_s'         => 'Выберите сост. почвы:',
    'empty_s'       => 'В БД нет почв.',

    'top'           => 'Тип посадки',
    't_ds'          => 'Типы посадки',
    'add_top'       => 'Добавление типа посадки',
    'added_top'     => 'Тип посадки успешно добавлен.',
    'edit_top'      => 'Редактирование тип посадки',
    'edited_top'    => 'Тип посадки успешно отредактирован.',
    'del_top'       => 'Удалить тип посадки ":name"? (Пересадки и растения не удалятся.)',
    'deleted_top'   => 'Тип посадки успешно удален.',




    'sop'       => 'Размер горшка',
    'dot'       => 'Дата пересадки',
];
