<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Watering Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'd'         => 'Обработка',
    'ds'        => 'Обработки',
    'add_d'     => 'Добавление обработки',
    'added_d'   => 'Обработка успешно добавлена.',
    'edit_d'    => 'Редактировать обработку',
    'edited_d'   => 'Обработка успешно отредактирована.',
    'editing_d' => 'Редактирование обработки',
    'del_d_s'   => 'Удалить обработку',
    'del_d'     => 'Удалить обработку от ":name"?',
    'del_d_u'   => 'Удалить обработку от ":name" у этого растения?',
    'deleted_d'   => 'Обработка успешно удалена.',
    'deleted_link'   => 'Обработка успешно отвязана от этого растения.',

    'sel_d'     => 'Выберите обработанные цветы:',
    //filter
    'f_all'             => 'Все',
    'f_blooming'        => 'Цветущие',
    'f_disease'         => 'Больные',
    // БД
    'wd'        => 'Дата обработки',
    'fert'      => 'Химия',
    'empty_s'   => 'В БД нет почв.',
    'doze'      => 'Дозировка',

    'name_d'    => 'Тип обработки',
    'n_d_ds'    => 'Типы обработки',
    'add_type'   => 'Добавление типа обработки',
    'added_type'   => 'Тип обработки успешно добавлен.',
    'edit_type'  => 'Редактирование тип обработки',
    'edited_type'   => 'Тип обработки успешно отредактирован.',
    'del_type'   => 'Удалить тип обработки ":name"? Будут удалены ВСЕ обработки использующие этот тип! (Растения не удалятся.)',
    'deleted_type'   => 'Тип обработки успешно удален.',

    'wg'    => 'Группа обработки',
    'wgs'    => 'Группы обработки',
    'add_wg'   => 'Добавление группы обработки',
    'added_wg'   => 'Группа обработки успешно добавлена.',
    'edit_wg'  => 'Редактирование группы обработки',
    'edited_wg'   => 'Группа обработки успешно отредактирована.',
    'del_wg'   => 'Удалить группу обработки ":name"? (Поливы и растения не удалятся.)',
    'deleted_wg'   => 'Группа обработки успешно удалена.',

    'wr'    => 'Требование к поливу',
    'wrs'    => 'Требования к поливу',
    'add_wr'   => 'Добавление требования к поливу',
    'added_wr'   => 'Требование к поливу успешно добавлено.',
    'edit_wr'  => 'Редактирование требования к поливу',
    'edited_wr'   => 'Требование к поливу успешно отредактировано.',
    'del_wr'   => 'Удалить требование к поливу ":name"? (Растения не удалятся.)',
    'deleted_wr'   => 'Требование к поливу успешно удалено.',

    'icon'      => 'Иконка',
    'type'       => 'Тип',
    'date'        => 'Дата',
    'group'        => 'Группа',
    'count'        => 'Кол-во',
    'all_p'        => 'Все растения',
];
