<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Watering Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'd'         => 'Обработка',
    'ds'        => 'Обработки',
    'add_d'     => 'Добавление обработки',
    'edit_d'    => 'Редактирование обработки',
    'del_d'     => 'Удалить обработку от ":name" у этого растения?',
    // БД
    'wd'        => 'Дата обработки',
    'fert'      => 'Химия',
    'empty_s'   => 'В БД нет почв.',
    'doze'      => 'Дозировка',
    'name_d'    => 'Тип обработки',
    'n_d_ds'    => 'Типы обработки',

    'type'       => 'Тип',
    'date'        => 'Дата',
];
